{
  "title": "Work Experience",
  "des": "A brief overview of my professional history.",
  "opinion":[
    {
      "name": "Sonder Partners",
      "dig": "Technology Assistant, May 2024 - Present",
      "img": "/assets/images/testimonial/Sonder-Partner-S-Logo.jpg",
      "comment": "Develop and manage company web presence within Wordpress’s Elementor web builder, along with programming in HTML, CSS, PHP, and JavaScript. Digitally design infographics using knowledge of company branding practices and visual objectives. Rebranded company web-presence, formerly known as Goose Rocks Wealth Management."
    },
    {
      "name": "Richter + Ratner",
      "dig": "Marketing Intern, May 2024 - Present",
      "img": "/assets/images/testimonial/richter_ratner_logo.jpeg",
      "comment": "Work with the Marketing Team to implement systemwide CRM workflows. Research capital funding opportunities and relevant RFPs within the construction industry. Developed and managed company web presence within Wordpress’s Elementor web builder for mobile functionality, along with programming in HTML, CSS, PHP, and JavaScript."
    },
    {
      "name": "The Lee Strasberg Theatre and Film Institute",
      "dig": "Intern, January - May 2022",
      "img": "/assets/images/testimonial/Lee-Strasberg-Logo.jpg",
      "comment": "Assisted the Production Manager in organizing and cataloging digital information. Graphically designed vibrant and informative institution posters/pamphelts."
    },
    {
      "name": "New York University",
      "dig": "Assistant Stage Manager, January - March 2022",
      "img": "/assets/images/testimonial/NYU-logo.jpg",
      "comment": "Assistant Stage Managed for 6 weeks for NYU's production of Fuente Ovejuna. Ran sound / assisted with props / constructed the set for the show."
    },
    {
      "name": "Shannon River Hedge Fund",
      "dig": "Intern, June - July 2019",
      "img": "/assets/images/testimonial/shannon-river-logo.jpg",
      "comment": "Studied closely with the fund's twelve employees in each department, and diligently shadowed Director of Communications."
    },
    {
      "name": "Allegheny College",
      "dig": "Student Assistant - Study Abroad & Global Studies Department, August 2022 - Present",
      "img": "/assets/images/testimonial/Allegheny_College_logo.png",
      "comment": "Manage and maintain Allegheny College’s study abroad website through WordPress. Engage with students every Tuesday, diligently answering questions about school programs while representing the Global Studies office."
    }
  ]
}